Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 截图保存为 PNG 原图（不加密），存储在文稿/Memonta 文件夹按月份归档
ar: تُحفظ لقطة الشاشة كصورة PNG أصلية (غير مشفّرة) في مجلد المستندات/Memonta، مرتبة حسب الشهر
de: Screenshots werden als PNG-Original (unverschlüsselt) im Ordner Dokumente/Memonta gespeichert und nach Monat archiviert
en: Screenshots are saved as original PNG (unencrypted) in the Documents/Memonta folder, archived by month
es: Las capturas se guardan como PNG original (sin cifrar) en la carpeta Documentos/Memonta, archivadas por mes
fr: Les captures sont enregistrées en PNG original (non chiffré) dans le dossier Documents/Memonta, archivées par mois
hi: स्क्रीनशॉट मूल PNG (बिना एन्क्रिप्ट) के रूप में दस्तावेज़/Memonta फ़ोल्डर में माह अनुसार संग्रहित होते हैं
id: Tangkapan layar disimpan sebagai PNG asli (tanpa enkripsi) di folder Dokumen/Memonta, diarsipkan per bulan
it: Gli screenshot sono salvati come PNG originale (non crittografato) nella cartella Documenti/Memonta, archiviati per mese
ja: スクリーンショットは PNG 原画像（非暗号化）として Documents/Memonta フォルダに月別に保存されます
ko: 스크린샷은 원본 PNG(암호화되지 않음)로 문서/Memonta 폴더에 월별로 보관됩니다
nl: Schermafdrukken worden opgeslagen als originele PNG (onversleuteld) in de map Documenten/Memonta, per maand gearchiveerd
pl: Zrzuty są zapisywane jako oryginalny PNG (bez szyfrowania) w folderze Dokumenty/Memonta, archiwizowane według miesięcy
pt: As capturas são salvas como PNG original (sem criptografia) na pasta Documentos/Memonta, arquivadas por mês
ru: Снимки сохраняются как исходный PNG (без шифрования) в папке Документы/Memonta, архивируются по месяцам
sv: Skärmdumpar sparas som ursprunglig PNG (okrypterad) i mappen Dokument/Memonta, arkiverade per månad
th: ภาพหน้าจอถูกบันทึกเป็น PNG ต้นฉบับ (ไม่เข้ารหัส) ในโฟลเดอร์เอกสาร/Memonta จัดเก็บตามเดือน
tr: Ekran görüntüleri orijinal PNG (şifrelenmemiş) olarak Belgeler/Memonta klasörüne kaydedilir, aya göre arşivlenir
uk: Знімки зберігаються як вихідний PNG (без шифрування) у папці Документи/Memonta, архівуються за місяцями
vi: Ảnh chụp được lưu dưới dạng PNG gốc (không mã hóa) trong thư mục Tài liệu/Memonta, lưu trữ theo tháng
zh_hant: 截圖以 PNG 原圖儲存（不加密），存放於文件/Memonta 資料夾依月份歸檔

source: 截图保存为图片笔记，与录音笔记统一按月份归档；右键「重新标注」可在可调大小的窗口中继续编辑标注
ar: تُحفظ لقطات الشاشة كملاحظات صور وتُؤرشف شهريًا مع التسجيلات؛ انقر بزر الفأرة الأيمن على «إعادة التعليق» لمتابعة تحرير التعليقات في نافذة قابلة لتغيير الحجم.
de: Screenshots werden als Bildnotizen gespeichert und zusammen mit Aufnahmen monatlich archiviert; per Rechtsklick „Neu annotieren“ können Anmerkungen in einem frei skalierbaren Fenster bearbeitet werden.
en: Screenshots are saved as image notes and archived by month along with recordings; right-click “Reannotate” to continue editing annotations in a resizable window.
es: Las capturas se guardan como notas de imagen y se archivan por mes junto con las grabaciones; con clic derecho en «Reanotar» puede editar las anotaciones en una ventana ajustable.
fr: Les captures sont enregistrées comme notes image et archivées par mois avec les enregistrements ; clic droit « Réannoter » pour modifier les annotations dans une fenêtre redimensionnable.
hi: स्क्रीनशॉट चित्र नोट के रूप में सहेजे जाते हैं और रिकॉर्डिंग के साथ महीनेवार संग्रहित होते हैं; राइट-क्लिक करके «पुनः एनोटेट» चुनें और आकार बदलने योग्य विंडो में एनोटेशन संपादित करें।
id: Tangkapan layar disimpan sebagai catatan gambar dan diarsipkan per bulan bersama rekaman; klik kanan «Anotasi Ulang» untuk melanjutkan penyuntingan anotasi di jendela yang ukurannya dapat diubah.
it: Gli screenshot vengono salvati come note immagine e archiviati per mese insieme alle registrazioni; con il clic destro su «Riannotare» è possibile modificare le annotazioni in una finestra ridimensionabile.
ja: スクリーンショットは画像ノートとして保存され、録音ノートと同じく月別にアーカイブされます。右クリックの「再注釈」からサイズ変更できるウィンドウで注釈を編集し直せます。
ko: 스크린샷은 이미지 노트로 저장되며 녹음 노트와 함께 월별로 보관됩니다. 오른쪽 클릭 ‘다시 주석 달기’로 크기 조절이 가능한 창에서 주석을 계속 편집할 수 있습니다.
nl: Schermafbeeldingen worden als afbeeldingsnotities opgeslagen en per maand gearchiveerd samen met opnames; rechtsklik ‘Opnieuw annoteren’ om aantekeningen te bewerken in een venster met aanpasbare grootte.
pl: Zrzuty ekranu są zapisywane jako notatki obrazkowe i archiwizowane według miesięcy razem z nagraniami; kliknij prawym przyciskiem „Ponowne oznaczenie”, aby edytować adnotacje w oknie o zmiennym rozmiarze.
pt: As capturas são salvas como notas de imagem e arquivadas por mês junto com as gravações; clique direito em «Reanotar» para editar as anotações em uma janela redimensionável.
ru: Скриншоты сохраняются как заметки-изображения и архивируются по месяцам вместе с записями; правый клик «Перепомечать» открывает редактирование разметки в окне с изменяемым размером.
sv: Skärmdumpar sparas som bildanteckningar och arkiveras per månad tillsammans med inspelningar; högerklicka på ”Kommentera igen” för att fortsätta redigera anteckningar i ett fönster med justerbar storlek.
th: ภาพหน้าจอจะถูกบันทึกเป็นโน้ตรูปภาพและจัดเก็บเป็นรายเดือนพร้อมไฟล์บันทึกเสียง คลิกขวาที่ «ใส่คำอธิบายใหม่» เพื่อแก้ไขคำอธิบายต่อในหน้าต่างที่ปรับขนาดได้
tr: Ekran görüntüleri resim notu olarak kaydedilir ve kayıtlarla birlikte aylara göre arşivlenir; sağ tıklayıp «Yeniden işaretle» ile açılır boyutlu bir pencerede işaretlemeleri düzenlemeye devam edebilirsiniz.
uk: Скриншоти зберігаються як нотатки-зображення й архівуються за місяцями разом із записами; правий клік «Перепозначити» відкриває редагування розмітки у вікні зі змінним розміром.
vi: Ảnh chụp màn hình được lưu thành ghi chú hình ảnh và lưu trữ theo tháng cùng với bản ghi; nhấp chuột phải vào «Chú thích lại» để tiếp tục chỉnh sửa chú thích trong cửa sổ có thể điều chỉnh kích thước.
zh_hant: 截圖儲存為圖片筆記，與錄音筆記統一按月份歸檔；右鍵「重新標註」可在可調整大小的視窗中繼續編輯標註

source: 截图功能仅支持 macOS。
ar: ميزة لقطة الشاشة متاحة على macOS فقط.
de: Die Screenshot-Funktion ist nur für macOS verfügbar.
en: The screenshot feature is macOS only.
es: La función de captura solo está disponible en macOS.
fr: La fonction de capture est réservée à macOS.
hi: स्क्रीनशॉट सुविधा केवल macOS के लिए है।
id: Fitur tangkapan layar hanya tersedia di macOS.
it: La funzione screenshot è disponibile solo su macOS.
ja: スクリーンショット機能はmacOS専用です。
ko: 스크린샷 기능은 macOS 전용입니다.
nl: De screenshotfunctie is alleen beschikbaar op macOS.
pl: Funkcja zrzutów ekranu jest dostępna tylko na macOS.
pt: A função de captura está disponível apenas no macOS.
ru: Функция скриншота доступна только на macOS.
sv: Skärmdumpsfunktionen finns endast på macOS.
th: คุณสมบัติภาพหน้าจอรองรับเฉพาะ macOS
tr: Ekran görüntüsü özelliği yalnızca macOS içindir.
uk: Функція знімків екрана доступна лише на macOS.
vi: Tính năng chụp màn hình chỉ có trên macOS.
zh_hant: 截圖功能僅支援 macOS。

source: 截图失败
ar: فشل التقاط الشاشة
de: Screenshot fehlgeschlagen
en: Screenshot Failed
es: Error de captura
fr: Échec de la capture
hi: स्क्रीनशॉट विफल
id: Tangkapan layar gagal
it: Screenshot non riuscito
ja: スクリーンショットに失敗
ko: 스크린샷 실패
nl: Schermafbeelding mislukt
pl: Nie udało się zrobić zrzutu
pt: Falha na captura
ru: Не удалось сделать скриншот
sv: Skärmdump misslyckades
th: ภาพหน้าจอล้มเหลว
tr: Ekran görüntüsü alınamadı
uk: Не вдалося зробити знімок
vi: Chụp ảnh màn hình thất bại
zh_hant: 截圖失敗

source: 截图已保存到 %@
ar: تم حفظ لقطة الشاشة في %@
de: Screenshot gespeichert unter %@
en: Screenshot saved to %@
es: Captura guardada en %@
fr: Capture d’écran enregistrée dans %@
hi: स्क्रीनशॉट %@ में सहेजा गया
id: Tangkapan layar disimpan ke %@
it: Schermata salvata in %@
ja: スクリーンショットを %@ に保存しました
ko: 스크린샷을 %@에 저장했습니다
nl: Schermafbeelding opgeslagen in %@
pl: Zrzut ekranu zapisano w %@
pt: Captura de ecrã guardada em %@
ru: Снимок экрана сохранён в %@
sv: Skärmbild sparad i %@
th: บันทึกภาพหน้าจอไปยัง %@ แล้ว
tr: Ekran görüntüsü %@ konumuna kaydedildi
uk: Знімок екрана збережено в %@
vi: Đã lưu ảnh chụp màn hình vào %@
zh_hant: 截圖已儲存到 %@

source: 截图已复制到剪贴板
ar: تم نسخ لقطة الشاشة إلى الحافظة
de: Screenshot in die Zwischenablage kopiert
en: Screenshot copied to the clipboard
es: Captura copiada al portapapeles
fr: Capture d’écran copiée dans le presse-papiers
hi: स्क्रीनशॉट क्लिपबोर्ड पर कॉपी हो गया
id: Tangkapan layar disalin ke papan klip
it: Schermata copiata negli appunti
ja: スクリーンショットをクリップボードにコピーしました
ko: 스크린샷을 클립보드에 복사했습니다
nl: Schermafbeelding naar klembord gekopieerd
pl: Zrzut ekranu skopiowany do schowka
pt: Captura de ecrã copiada para a área de transferência
ru: Снимок экрана скопирован в буфер обмена
sv: Skärmbild kopierad till urklipp
th: คัดลอกภาพหน้าจอไปยังคลิปบอร์ดแล้ว
tr: Ekran görüntüsü panoya kopyalandı
uk: Знімок екрана скопійовано в буфер обміну
vi: Đã sao chép ảnh chụp màn hình vào bảng tạm
zh_hant: 截圖已複製到剪貼簿

source: 截图待办支持写入系统「提醒事项」，修改/删除自动同步
ar: تدعم مهام لقطة الشاشة الكتابة في تطبيق “التذكيرات” بالنظام، مع مزامنة تلقائية عند التعديل/الحذف
de: Screenshot-Aufgaben können in die System-App „Erinnerungen“ geschrieben werden; Änderungen/Löschungen werden automatisch synchronisiert
en: Screenshot todos support writing to system Reminders, with automatic sync on modification/deletion.
es: Las tareas de capturas admiten escribirse en Recordatorios del sistema, con sincronización automática al modificar/eliminar
fr: Les tâches des captures peuvent être écrites dans Rappels du système, avec synchronisation automatique lors de la modification/suppression
hi: स्क्रीनशॉट कार्य सिस्टम «रिमाइंडर» में लिखना समर्थित करते हैं, संशोधन/हटाव पर स्वतः सिंक
id: Tugas tangkapan layar mendukung penulisan ke Pengingat sistem, dengan sinkronisasi otomatis saat diubah/dihapus
it: Le attività degli screenshot supportano la scrittura in Promemoria di sistema, con sincronizzazione automatica su modifica/eliminazione
ja: スクリーンショットのToDoはシステムの「リマインダー」への書き出しに対応し、変更/削除は自動的に同期されます
ko: 스크린샷 할 일은 시스템 “미리 알림”에 쓰기를 지원하며, 수정/삭제 시 자동으로 동기화됩니다
nl: Schermafdruk-taken kunnen naar systeem Herinneringen worden geschreven, met automatische sync bij wijzigen/verwijderen
pl: Zadania ze zrzutów obsługują zapis do systemowych Przypomnień, z automatyczną synchronizacją przy zmianie/usuwaniu
pt: As tarefas de capturas podem ser gravadas nos Lembretes do sistema, com sincronização automática ao modificar/excluir
ru: Задачи со снимков поддерживают запись в системные Напоминания с автосинхронизацией при изменении/удалении
sv: Skärmdumpsuppgifter kan skrivas till systemets Påminnelser, med automatisk synk vid ändring/borttagning
th: สิ่งที่ต้องทำจากภาพหน้าจอรองรับการเขียนลง “เตือนความจำ” ของระบบ โดยแก้ไข/ลบจะซิงก์อัตโนมัติ
tr: Ekran görüntüsü görevleri sistem Anımsatıcılar'a yazmayı destekler; değiştirme/silmede otomatik eşitlenir
uk: Завдання зі знімків підтримують запис у системні Нагадування з автосинхронізацією під час зміни/видалення
vi: Việc cần làm từ ảnh chụp hỗ trợ ghi vào Nhắc nhở của hệ thống, tự động đồng bộ khi sửa/xóa
zh_hant: 截圖待辦支援寫入系統「提醒事項」，修改/刪除自動同步

source: 截图总结
ar: ملخص لقطة الشاشة
de: Screenshot-Zusammenfassung
en: Screenshot Summary
es: Resumen de captura
fr: Résumé de la capture
hi: स्क्रीनशॉट सारांश
id: Ringkasan tangkapan layar
it: Riepilogo screenshot
ja: スクリーンショット要約
ko: 스크린샷 요약
nl: Samenvatting schermafbeelding
pl: Podsumowanie zrzutu ekranu
pt: Resumo da captura
ru: Сводка скриншота
sv: Sammanfattning av skärmdump
th: สรุปภาพหน้าจอ
tr: Ekran Görüntüsü Özeti
uk: Зведення знімка екрана
vi: Tóm tắt ảnh chụp màn hình
zh_hant: 截圖總結

source: 截图标注区域
ar: منطقة التعليق على لقطة الشاشة
de: Screenshot-Annotationsbereich
en: Screenshot annotation area
es: Área de anotación de captura
fr: Zone d'annotation de capture
hi: स्क्रीनशॉट एनोटेशन क्षेत्र
id: Area Anotasi Tangkapan Layar
it: Area di annotazione screenshot
ja: スクリーンショットの注釈領域
ko: 스크린샷 주석 영역
nl: Schermafdruk-annotatiegebied
pl: Obszar adnotacji zrzutu
pt: Área de Anotação da Captura
ru: Область аннотации снимка
sv: Skärmdumpens annoteringsområde
th: พื้นที่คำอธิบายประกอบภาพหน้าจอ
tr: Ekran Görüntüsü Açıklama Alanı
uk: Область анотації знімка
vi: Vùng chú thích ảnh chụp
zh_hant: 截圖標註區域

source: 截图标注工具栏
ar: شريط أدوات التعليق على لقطة الشاشة
de: Screenshot-Annotationsleiste
en: Screenshot annotation toolbar
es: Barra de anotación de captura
fr: Barre d'annotation de capture
hi: स्क्रीनशॉट एनोटेशन टूलबार
id: Bilah Alat Anotasi Tangkapan Layar
it: Barra di annotazione screenshot
ja: スクリーンショットの注釈ツールバー
ko: 스크린샷 주석 도구 막대
nl: Schermafdruk-annotatiebalk
pl: Pasek adnotacji zrzutu
pt: Barra de Anotação da Captura
ru: Панель аннотации снимка
sv: Skärmdumpens annoteringsverktygsfält
th: แถบเครื่องมือคำอธิบายประกอบภาพหน้าจอ
tr: Ekran Görüntüsü Açıklama Araç Çubuğu
uk: Панель анотації знімка
vi: Thanh công cụ chú thích ảnh chụp
zh_hant: 截圖標註工具列

source: 截图标注时：⌘Z 撤销 / ⇧⌘Z 重做 / Delete 删除选中标注 / ESC 取消
ar: أثناء التعليق: ⌘Z تراجع / ⇧⌘Z إعادة / Delete حذف التعليق المحدد / ESC إلغاء
de: Beim Annotieren: ⌘Z Rückgängig / ⇧⌘Z Wiederholen / Delete ausgewählte Annotation löschen / ESC Abbrechen
en: During annotation: ⌘Z Undo / ⇧⌘Z Redo / Delete selected annotation / ESC Cancel
es: Al anotar: ⌘Z Deshacer / ⇧⌘Z Rehacer / Delete eliminar la anotación seleccionada / ESC Cancelar
fr: Pendant l'annotation : ⌘Z Annuler / ⇧⌘Z Rétablir / Delete supprimer l'annotation sélectionnée / ESC Annuler
hi: एनोटेशन के दौरान: ⌘Z पूर्ववत / ⇧⌘Z पुनः / Delete चुना एनोटेशन हटाएँ / ESC रद्द
id: Saat anotasi: ⌘Z Urung / ⇧⌘Z Ulang / Delete hapus anotasi terpilih / ESC Batal
it: Durante l'annotazione: ⌘Z Annulla / ⇧⌘Z Ripeti / Delete elimina annotazione selezionata / ESC Annulla
ja: 注釈時：⌘Z 取り消し / ⇧⌘Z やり直し / Delete 選択した注釈を削除 / ESC キャンセル
ko: 주석 시: ⌘Z 실행 취소 / ⇧⌘Z 다시 실행 / Delete 선택한 주석 삭제 / ESC 취소
nl: Tijdens annoteren: ⌘Z Ongedaan / ⇧⌘Z Opnieuw / Delete geselecteerde annotatie verwijderen / ESC Annuleren
pl: Podczas adnotowania: ⌘Z Cofnij / ⇧⌘Z Ponów / Delete usuń zaznaczoną adnotację / ESC Anuluj
pt: Ao anotar: ⌘Z Desfazer / ⇧⌘Z Refazer / Delete excluir anotação selecionada / ESC Cancelar
ru: При аннотации: ⌘Z Отменить / ⇧⌘Z Повторить / Delete удалить выбранную аннотацию / ESC Отмена
sv: Vid annotering: ⌘Z Ångra / ⇧⌘Z Gör om / Delete ta bort markerad annotering / ESC Avbryt
th: ขณะใส่คำอธิบายประกอบ: ⌘Z เลิกทำ / ⇧⌘Z ทำซ้ำ / Delete ลบคำอธิบายประกอบที่เลือก / ESC ยกเลิก
tr: Açıklama sırasında: ⌘Z Geri Al / ⇧⌘Z Yinele / Delete seçili açıklamayı sil / ESC İptal
uk: Під час анотації: ⌘Z Скасувати / ⇧⌘Z Повторити / Delete видалити вибрану анотацію / ESC Скасувати
vi: Khi chú thích: ⌘Z Hoàn tác / ⇧⌘Z Làm lại / Delete xóa chú thích đã chọn / ESC Hủy
zh_hant: 截圖標註時：⌘Z 復原 / ⇧⌘Z 重做 / Delete 刪除選取標註 / ESC 取消

source: 截图标注时：R 矩形 / O 椭圆 / A 箭头 / P 画笔 / M 马赛克 / T 文字 / V 选择
ar: أثناء التعليق: R مستطيل / O بيضاوي / A سهم / P قلم / M فسيفساء / T نص / V تحديد
de: Beim Annotieren: R Rechteck / O Ellipse / A Pfeil / P Stift / M Mosaik / T Text / V Auswahl
en: During annotation: R Rectangle / O Oval / A Arrow / P Pen / M Mosaic / T Text / V Select
es: Al anotar: R Rectángulo / O Óvalo / A Flecha / P Lápiz / M Mosaico / T Texto / V Selección
fr: Pendant l'annotation : R Rectangle / O Ellipse / A Flèche / P Stylo / M Mosaïque / T Texte / V Sélection
hi: एनोटेशन के दौरान: R आयत / O दीर्घवृत्त / A तीर / P पेन / M मोज़ेक / T पाठ / V चयन
id: Saat anotasi: R Persegi panjang / O Oval / A Panah / P Pena / M Mosaik / T Teks / V Pilih
it: Durante l'annotazione: R Rettangolo / O Ovale / A Freccia / P Penna / M Mosaico / T Testo / V Selezione
ja: 注釈時：R 矩形 / O 楕円 / A 矢印 / P ペン / M モザイク / T テキスト / V 選択
ko: 주석 시: R 사각형 / O 타원 / A 화살표 / P 펜 / M 모자이크 / T 텍스트 / V 선택
nl: Tijdens annoteren: R Rechthoek / O Ovaal / A Pijl / P Pen / M Mozaïek / T Tekst / V Selecteren
pl: Podczas adnotowania: R Prostokąt / O Owal / A Strzałka / P Pióro / M Mozaika / T Tekst / V Zaznaczanie
pt: Ao anotar: R Retângulo / O Elipse / A Seta / P Caneta / M Mosaico / T Texto / V Seleção
ru: При аннотации: R Прямоугольник / O Овал / A Стрелка / P Перо / M Мозаика / T Текст / V Выделение
sv: Vid annotering: R Rektangel / O Oval / A Pil / P Penna / M Mosaik / T Text / V Markera
th: ขณะใส่คำอธิบายประกอบ: R สี่เหลี่ยม / O วงรี / A ลูกศร / P ปากกา / M โมเสก / T ข้อความ / V เลือก
tr: Açıklama sırasında: R Dikdörtgen / O Elips / A Ok / P Kalem / M Mozaik / T Metin / V Seç
uk: Під час анотації: R Прямокутник / O Овал / A Стрілка / P Перо / M Мозаїка / T Текст / V Вибір
vi: Khi chú thích: R Hình chữ nhật / O Bầu dục / A Mũi tên / P Bút / M Khảm / T Chữ / V Chọn
zh_hant: 截圖標註時：R 矩形 / O 橢圓 / A 箭頭 / P 畫筆 / M 馬賽克 / T 文字 / V 選擇

source: 截图热键
ar: مفتاح اختصار لقطة الشاشة
de: Screenshot-Tastenkürzel
en: Screenshot Hotkey
es: Atajo de captura
fr: Raccourci de capture
hi: स्क्रीनशॉट हॉटकी
id: Pintasan Tangkapan Layar
it: Scorciatoia screenshot
ja: スクリーンショットのホットキー
ko: 스크린샷 단축키
nl: Schermafdruk-sneltoets
pl: Skrót zrzutu ekranu
pt: Atalho de Captura
ru: Сочетание клавиш для снимка
sv: Kortkommando för skärmdump
th: ปุ่มลัดภาพหน้าจอ
tr: Ekran Görüntüsü Kısayolu
uk: Комбінація клавіш знімка
vi: Phím tắt chụp ảnh
zh_hant: 截圖熱鍵

source: 截图现场自由选择模式：拖拽框选区域、悬停点击截取窗口、按空格截取全屏；多显示器环境自动覆盖所有屏幕
ar: اختر الوضع أثناء الالتقاط: اسحب لتحديد منطقة، ومرّر وانقر لالتقاط نافذة، واضغط على مسافة للشاشة الكاملة؛ في بيئات الشاشات المتعددة تُغطى جميع الشاشات تلقائيًا
de: Wählen Sie den Modus während der Aufnahme: Ziehen zum Auswählen eines Bereichs, mit der Maus darüberfahren und klicken zum Aufnehmen eines Fensters, Leertaste für Vollbild; bei mehreren Monitoren werden alle Bildschirme automatisch abgedeckt
en: Choose the mode while capturing: drag to select a region, hover and click to capture a window, press Space for full screen; all displays are covered automatically in multi-monitor setups
es: Elige el modo al capturar: arrastra para seleccionar un área, pasa el cursor y haz clic para capturar una ventana, pulsa Espacio para pantalla completa; en entornos multimonitor se cubren todas las pantallas automáticamente
fr: Choisissez le mode pendant la capture : glissez pour sélectionner une zone, survolez et cliquez pour capturer une fenêtre, appuyez sur Espace pour tout l’écran ; tous les écrans sont couverts automatiquement en multi-écrans
hi: कैप्चर के दौरान मोड चुनें: क्षेत्र चुनने के लिए खींचें, विंडो कैप्चर करने के लिए होवर करके क्लिक करें, पूरी स्क्रीन के लिए स्पेस दबाएँ; मल्टी-मॉनिटर वातावरण में सभी स्क्रीन अपने आप कवर हो जाती हैं
id: Pilih mode saat mengambil: seret untuk memilih area, arahkan dan klik untuk menangkap jendela, tekan Spasi untuk layar penuh; pada lingkungan multi-monitor semua layar tercakup otomatis
it: Scegli la modalità durante la cattura: trascina per selezionare un’area, passa il mouse e clicca per catturare una finestra, premi Spazio per lo schermo intero; con più monitor tutte le schermate sono coperte automaticamente
ja: キャプチャー時にモードを選択：ドラッグで範囲を選択、ホバーしてクリックでウィンドウを取得、Spaceキーで全画面。マルチディスプレイ環境ではすべての画面を自動的にカバー
ko: 캡처 중에 모드 선택: 드래그로 영역 선택, 가져다 대고 클릭으로 창 캡처, 스페이스로 전체 화면. 멀티 디스플레이 환경에서는 모든 화면을 자동으로 커버
nl: Kies de modus tijdens het vastleggen: sleep om een gebied te selecteren, beweeg en klik om een venster vast te leggen, druk op Spatie voor het volledige scherm; bij meerdere monitoren worden alle schermen automatisch afgedekt
pl: Wybierz tryb podczas przechwytywania: przeciągnij, aby zaznaczyć obszar, najedź i kliknij, aby przechwycić okno, naciśnij Spację dla pełnego ekranu; w środowiskach wielu monitorów wszystkie ekrany są obejmowane automatycznie
pt: Escolha o modo durante a captura: arraste para selecionar uma área, passe o cursor e clique para capturar uma janela, prima Espaço para ecrã inteiro; em ambientes multimonitor, todos os ecrãs são cobertos automaticamente
ru: Выбирайте режим прямо во время захвата: потяните, чтобы выбрать область, наведите и щёлкните, чтобы захватить окно, нажмите Пробел для всего экрана; при нескольких мониторах все экраны покрываются автоматически
sv: Välj läge under fångsten: dra för att markera ett område, håll muspekaren över och klicka för att fånga ett fönster, tryck på mellanslag för helskärm; i miljöer med flera skärmar täcks alla skärmar automatiskt
th: เลือกโหมดขณะจับภาพ: ลากเพื่อเลือกพื้นที่, วางเมาส์แล้วคลิกเพื่อจับหน้าต่าง, กด Space เพื่อทั้งหน้าจอ; ในสภาพแวดล้อมหลายจอ จะครอบคลุมทุกหน้าจอโดยอัตโนมัติ
tr: Yakalama sırasında modu seçin: alan seçmek için sürükleyin, pencere yakalamak için imleci üzerine getirip tıklayın, tam ekran için boşluk tuşuna basın; çoklu monitör ortamlarında tüm ekranlar otomatik olarak kapsanır
uk: Вибирайте режим під час захоплення: потягніть, щоб вибрати область, наведіть і клацніть, щоб захопити вікно, натисніть Пробіл для всього екрана; за кількох моніторів усі екрани покриваються автоматично
vi: Chọn chế độ trong lúc chụp: kéo để chọn vùng, di chuột và nhấp để chụp cửa sổ, nhấn Space cho toàn màn hình; trong môi trường đa màn hình, tất cả các màn hình được phủ tự động
zh_hant: 截圖現場自由選擇模式：拖曳框選區域、懸停點擊擷取視窗、按空白鍵擷取全螢幕；多顯示器環境自動覆蓋所有螢幕

source: 截图自动本地 OCR 识别文字，可送多模态 LLM 生成总结并拆解待办
ar: تُعرف لقطات الشاشة محليًا عبر OCR؛ ويمكن إرسال النص إلى نماذج متعددة الوسائط لتوليد الملخصات واستخراج المهام
de: Screenshots werden lokal per OCR erkannt; der Text kann an multimodale LLMs gehen, um Zusammenfassungen zu erstellen und Aufgaben zu extrahieren
en: Screenshots are OCR’d locally; text can go to multimodal LLMs to generate summaries and extract todos
es: Las capturas se procesan con OCR local; el texto puede enviarse a LLM multimodales para generar resúmenes y extraer tareas
fr: Les captures sont OCRisées localement ; le texte peut être envoyé à des LLM multimodaux pour générer des résumés et extraire des tâches
hi: स्क्रीनशॉट स्थानीय रूप से OCR होते हैं; टेक्स्ट मल्टीमॉडल LLM को भेजा जा सकता है ताकि सारांश बनें और कार्य निकाले जाएँ
id: Tangkapan layar di-OCR secara lokal; teks dapat dikirim ke LLM multimodal untuk menghasilkan ringkasan dan mengekstrak tugas
it: Gli screenshot vengono riconosciuti localmente via OCR; il testo può andare a LLM multimodali per generare riepiloghi ed estrarre attività
ja: スクリーンショットはローカルで自動OCR文字認識し、マルチモーダルLLMで要約とタスク抽出が可能
ko: 스크린샷은 로컬에서 자동 OCR되며, 멀티모달 LLM으로 요약 생성 및 할 일 추출 가능
nl: Schermafbeeldingen worden lokaal ge-OCR’d; tekst kan naar multimodale LLM’s voor samenvattingen en taakextractie
pl: Zrzuty ekranu są rozpoznawane lokalnie przez OCR; tekst można wysłać do multimodalnego LLM, aby tworzyć podsumowania i wyodrębniać zadania
pt: As capturas são processadas por OCR local; o texto pode ir para LLMs multimodais para gerar resumos e extrair tarefas
ru: Скриншоты распознаются локально через OCR; текст можно отправить мультимодальным LLM для создания сводок и извлечения задач
sv: Skärmdumpar OCR-läses lokalt; texten kan skickas till multimodala LLM:er för att skapa sammanfattningar och extrahera uppgifter
th: ภาพหน้าจอถูก OCR ในเครื่องโดยอัตโนมัติ ข้อความส่งให้มัลติโมดัล LLM เพื่อสร้างสรุปและแยกสิ่งที่ต้องทำได้
tr: Ekran görüntüleri yerel olarak OCR yapılır; metin, özet oluşturmak ve görevleri çıkarmak için çok modlu LLM’lere gönderilebilir
uk: Знімки екрана розпізнаються локально через OCR; текст можна надіслати мультимодальним LLM для створення зведень і витягування завдань
vi: Ảnh chụp được OCR cục bộ; văn bản có thể gửi tới LLM đa phương thức để tạo tóm tắt và trích xuất việc cần làm
zh_hant: 截圖自動本地 OCR 識別文字，可送多模態 LLM 生成總結並拆解待辦
